const Config = {
    ///赛事模板
    gameTemplate: {
        team: 1,
        dx: 2,
        vs: 3
    },
    disclaimer: {
        "title": "参赛免责声明",
        "subtitle": "请仔细阅读参赛免责声明",
        "content": [
            "<strong>本人已经阅读本责任免除书，已明白无误地知悉、理解、掌握本责任免除书的全部内容和含义，完全接受本责任免除书中规定的条件。</strong>",
            "<p>一、本人在报名时向组织者出示的相关证明及填写的信息，保证其真实合法有效，保证无任何隐瞒，并愿意承担信息错误所带来的一切后果。</p>",
            "<p>二、本次赛事活动包括对技能要求非常高及要求具备良好身心健康状况的项目，本人对赛事活动的项目及其他相关情形的高风险性及可能带来的不利后果已有充分认识。</p>",
            "<p>三、赛事活动期间，本人服从组织者对赛事活动的安排，凡因个人私自行动而造成的一切后果，由本人承担完全责任。</p>",
            "<p>四、赛事活动期间，凡因个人隐瞒实际情况（病史、身体状况及其他状况）所造成的一切后果责任自负。</p>",
            "<p>五、必须尊重当地民族宗教等风俗习惯，由于本人原因造成的与当地居民的纠纷、冲突等，一切后果自负。</p>",
            "<p>六、本人（含本人的代表、继承人、受益人和亲属）同意承担由于参加本次赛事活动而可能遭受或引起的任何损失、财产损坏、疾病、伤亡（以下共同称为“损失”）的全部风险和责任。免除赛事相关的所有个人和组织的责任，使其免受由于本人在赛事活动期间所遭受的损失、财产损坏、受伤、疾病或死亡而主张的任何索赔。</p>",
            "<p>七、本人同意本次赛事活动组织方在全球范围内永久性地发表、使用、修改和开发任何同本次赛事活动有关的本人或有本人出现的信息和材料（包括照片、录像和影片），组织方有权对上述信息和材料进行进一步转授和许可。这些信息和材料使用无需向本人进行提前通知，或提供额外的补偿，而且本人放弃所有检查或批准的权利。</p>"
        ]
    },
    CONFIG: {
        port: '3001',
        token: 'longshen123'
    }
}
module.exports = Config;